export const authorData = async () => [
    {
        id: '1347a799-c5e1-4326-9bec-f6eb5e6e087e',
        author_name: 'Хаяо Миядзаки',
        bucket_id: 'd2c94865-3981-406b-a9e6-1f15a62019a1',
        bio: 'Всемирно известный японский автор аниме и манги',
    },
    {
        id: '3027030a-65ee-45c3-9c1b-2dae2444a5e9',
        author_name: 'Харуки Мураками',
        bucket_id: 'd2c94865-7575-406b-a9e6-1f15a98364a1',
        bio: 'Об этом авторе не слышали разве что младенцы',
    },
    {
        id: '996e603b-d3dc-4fd8-b6fe-f5e2837168e5',
        author_name: 'Хулио Иглесиас',
        bucket_id: 'd2c94865-7575-406b-a9e6-1f15a98364a1',
        bio: 'Что-то прям незнакомый автор - думал что он артист',
    },
];
